[
    {
      "id": 1,
      "name": "Theia II",
      "year": 2018,
      "overall": 4,
      "mission": 4,
      "frr": 1,
      "journal-paper": 1,
      "description": "N/A",
      "journal-paper-link": "",
      "frr-link": "",
      "img-src": ""
    },
    {
      "id": 2,
      "name": "Theia I",
      "year": 2017,
      "overall": 2,
      "mission": 2,
      "frr": 2,
      "journal-paper": 1,
      "description": "The Theia system was designed to maximize performance on mission objectives by achieving the actions required for successful mission. Mission success is correlated with navigation system accuracy and imaging performance. <br>\n\nThe first design decision was the choice of the navigation system. The 3DRobotics Pixhawk autopilot was chosen as the navigation system for the plane based on the team's research and experience with the system. This system will provide accurate and reliable autonomous navigation abilities and the extensibility of the open-source system for the other tasks. <br>\n\nThe second design decision was choice of camera, chosen for its ability to quickly and clearly capture images. The camera chosen was the Z CAM E1 with a 12-32mm lens. This decision influenced the choice of a two axis gimbal to better enable the targeting system to accomplish Object Detection, Classification, Localization. This targeting system provides imaging ability beyond the required capabilities. The size of gimbal motivated the choice of fuselage and airframe.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2017/journals/auvsi_suas-2017-journals-cornell_university.pdf",
      "frr-link": "https://www.youtube.com/watch?v=S1rvrcLO65U",
      "img-src": "Theia1.jpg"
    },
    {
      "id": 3,
      "name": "Theseus",
      "year": 2016,
      "overall": 2,
      "mission": 2,
      "frr": 2,
      "journal-paper": "",
      "description": "The Theseus airframe is the most efficient and modular aircraft CUAir has manufactured. Unlike its predecessors, Theseus features a wooden skin on the wing and tail, which when paired with fiberglass, creates an extremely light and strong design. The fuselage is designed to utilize 3D printing and laser cutting, resulting in a 50% decrease in build time from Eos. Theseus is capable of catapult launch and controlled belly landing, and, like previous aircrafts, is powered by a brushless motor. Electricity is provided by three lithium polymer (LiPo) batteries to the propulsion system, onboard computer and autopilot system.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2016/journals/auvsi_suas-2016-journals-cornell_university_cuair.pdf",
      "frr-link": "",
      "img-src": "Theseus.png"
    },
    {
      "id": 4,
      "name": "EOS",
      "year": 2015,
      "overall": "",
      "mission": "",
      "frr": "",
      "journal-paper": "",
      "description": "The Eos air system takes things to a new level. Eos's design features a significant drop in weight and new elements of flight, such as catapult launching and controlled belly landing. Like its predecessors, Eos's body is fully composite. With a lighter payload and no landing gear, Eos is CUAir's lightest custom-built aircraft yet at 17 pounds. The airframe's belly is protected by Kevlar fiber to prevent any damage to the airframe and payload during controlled belly landings. Eos is powered by a brushless motor. Electricity is provided by two lithium polymer (LiPo) batteries to the propulsion system and onboard computer and autopilot systems.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2014/journals/auvsi_suas-2014-journals-cornell_cuair.pdf",
      "frr-link": "",
      "img-src": "EOS.jpg"
    },
    {
      "id": 5,
      "name": "Helios",
      "year": 2014,
      "overall": 2,
      "mission": 2,
      "frr": "",
      "journal-paper": "",
      "description": "The Helios aircraft is the second fully-customed airframe build by CUAir. Helios uses the same proven aircraft configuration as Hyperion, but features serveral major improvements that make it a more efficient and user friendly vehicle.\nHelios is almost entirely composed of high-strength composite materials such as carbon fiber and fiberglass. it has a fully-loaded weight of 28 pounds and a wingspan of 9.5 feet. A variety of aerodynamic features in the wings and fuselage reduce drag, helping to increase flight-time. \nThe design of Helios makes it a very stable airplane, a beneficial quality for capturing images. Finally, the airframe is user friendly and can be assembled by a single person in less than 10 minutes.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2014/journals/auvsi_suas-2014-journals-cornell_cuair.pdf",
      "frr-link": "",
      "img-src": "Helios.jpg"
    },
    {
      "id": 6,
      "name": "Hyperion",
      "year": 2013,
      "overall": 1,
      "mission": 1,
      "frr": "",
      "journal-paper": 1,
      "description": "The majority of Hyperion's airframe is constructed of high-strength epoxy-based composite materials including fiberglass, carbon fiber, and kevlar. These materials are very high strength-to-weight ratios, allowing the aiframe to be both durable and lightweight. This increases the lifespan of the aircraft, while also extending its flight time. \nThe payload, primarily the imaging requirements, is the driving factor in the design of the airframe. As discussed below, the imaging system needs as much coverage of the ground as possible to ensure mission success, therefore the airfoil selection and wing size are designed to meet the calculated optimal cruise airspeed for maximum ground coverage. A non-conventional inverted V-tail was chosen for superior crosswind performance and maneurverability.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2013/journals/auvsi_suas-2013-journals-cornell_university.pdf",
      "frr-link": "",
      "img-src": "Hyperion.png"
    },
    {
      "id": 7,
      "name": "Aeolus II",
      "year": 2012,
      "overall": 2,
      "mission": 1,
      "frr": "",
      "journal-paper": "",
      "description": "Aeolus II, the system developed by CUAir is able to conduct successful missions through the integration of airframe, imagery, and navigation systems. The air system itself is an off-the-shelf Senior Telemaster Plus V2 kit, which has been reinforced for better flight integrity and modified for carrying a payload. A gimbal-mounted Canon Rebel XS Digital SLR camera is used for gathering imagery up to 10.1 megapixels. Image acquisition is controlled on-board the aircraft through a fit-PC2 computer, which can be remotely accessed through a 5.8 GHz wireless bridge. The autopilot used is the Piccolo II from Cloud Cap Technology operating on 900 MHz. Mission planning and aircraft control is managed through Piccolo Command Center (PCC), the application included with the autopilot by Cloud Cap Technology. The Simulated Remote Intelligence Center mobile bridge is established via a 2.4 GHz wireless data connection. Images are sent through the 2.4 GHz wireless bridge to a ground station computer running proprietary targeting software developed by CUAir. The software matches telemetry information received from the PCC to images captured on the plane, and can detect targets through both manual and automatic target recognition.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2012/journals/auvsi_suas-2012-journals-cornell_university.pdf",
      "frr-link": "",
      "img-src": "Aeolus2.png"
    },
    {
      "id": 8,
      "name": "Aeolus I",
      "year": 2011,
      "overall": "",
      "mission": "",
      "frr": "",
      "journal-paper": "",
      "description": "Aeolus, the system developed by CUAir for this year’s competition, is able to conduct successful missions through the integration of mechanical, imagery, and navigation systems. The air system itself is an off-the-shelf Senior Telemaster kit, which has been reinforced for better flight integrity and modified for carrying a payload. A Canon PowerShot SX110 IS camera is used for gathering imagery up to 9 megapixels. Image telemetry is controlled on-board the aircraft through a fit-PC2 computer, which can be remotely accessed through a 2.4GHz wireless bridge. The autopilot used is the Kestrel v2.4 Autopilot from Procerus Technologies. CUAir has developed additional software that interfaces with Virtual Cockpit, the software included with the autopilot by Procerus Technologies, to add functionality needed during the mission. Images are sent through the 2.4GHz wireless bridge to a ground station computer running targeting software developed by CUAir. It matches telemetry information received from Virtual Cockpit to images and can recognize and classify images through both manual and automatic recognition.",
      "journal-paper-link": "http://www.auvsi-suas.org/static/competitions/2011/journals/auvsi_suas-2011-journals-cornell_university.pdf",
      "frr-link": "",
      "img-src": "Aeolus1.png"
    }
  ]